{
"ABOUTRAIDA" : "What Al-Raedah",
"BLOGS" : "The Blogs",
"ELECSERV" : "Electronic Services",
"ADMIN" : "Admin",
"CONTACTLIST" : "Contact List",
"ORDERSLIST" : "OrdersList",
"ORDERSOLVELIST" : "Problems Solving Orders List",
"ORDERNETWORKLIST" : "Security Orders List",
"ORDERBUSSINESSLIST" : "Bussiness Administration Orders List",
"ORDEREVENTLIST" : "Event Planning Orders List",
"ORDERMOBILELIST" : "Mobile App Orders List",
"ORDERWEBLIST" : "Website Orders List",
"ORDERnetImpLIST" : "Network Orders List",
"ORDERGraphicLIST" : "Graphic Designs Orders List",
"ORDERCoursesLIST" : "Courses Orders List",
"LOGOUT" : "Logout",
"serviceN" : "Service",
"otherServiceN" : "Not Valid Service",
"messageDet" : "Details" ,
"HOME" : "Home" ,
"MOREDET" : "More Details",
"NOTFOUND" : "This page is not found.",

"AHLAN" : "Welcome, Your Visit Is Honor To Us",
"RAIDANAME" : "Al-Raedah Company For Information Systems Technology",
"RAIDAINTRO" : "We are moving with confident steps towards empowering our clients, and supporting their stability in the programmatic and technical field, with the best security and creative solutions, to ensure the safety and development of their interests and the prosperity of profits and business.",
"SERVICESELRAEDAH" : "Services Of Al-Raedah",
"GRAPHIC" : "Design and Motion Graphics",
"SOLVING" : "Software Solutions",
"BUSSINESS" : "Bussiness Management",
"ECOMMERCE" : "E-Commerce",
"WEBDEV" : "Website Design",
"MOBILEAPP" : "Mobile Applications",
"SECURITY" : "Information security and technical protection",
"NETWORK" : "Network design and installation",
"TEACHSERV" : "Workspace Preparing",
"COURSESERV" : "Course Sessions",


"COURSELP": "Many institutions and interests seek to create an application for their services on mobile devices to ensure the customer's access to them, and to facilitate his access to the services they provide, we do this based on:",
"COURSESP1": "Programming mobile applications to suit Android and iOS devices.",
"COURSESP2": "Programming with the highest quality of protection and checking codes.",
"COURSESP3": "A beautiful and attractive user interface design, with color consistency that satisfies the user.",
"MOBP": "Many institutions and interests seek to create an application for their services on mobile devices to ensure that the customer has access to them, and to facilitate his access to the services they provide. We do this based on:",
"MOBP1": "- Programming mobile applications to suit Android and iOS devices.",
"MOBP2": "Programming with the highest quality of protection and checking codes.",
"MOBP3": "- Beautiful and attractive user interface design, with color consistency that satisfies the user.",


"NETP": "Pays special attention to networks, their installation, and maintaining their quality, starting with purchasing their supplies and not ending with installation services.",
"NETP1": "The pioneer in providing many software and security services to its customers, as follows:",
"NETP2": "- new networks",
"NETP3": "Making a virtual network design before starting work on it on the ground, to inform the customer about the work, quality and high efficiency of the network. We provide the service of supplying network supplies from office equipment and cables at the best prices, with a quality guarantee, which increases the efficiency of the network after its work Designing an integrated infrastructure for companies and institutions, to ensure high efficiency and quality in the work of the network.",
"NETP4": "Optimally seamless and secure access to the main server.",
"NETP5": "We provide high security and privacy protection for the network.",

"NETP6": "- existing networks",
"NETP7": "Expanding and maintaining existing networks and working to develop them in the best methods and ways.",
"NETP8": "Identify vulnerabilities of pre-established networks, address them, and change what is necessary to ensure quality and speed of performance.",
"NETP9": "- Technical Support Service",
"NETP10": "After-sales services and technical support are among our most important priorities to maintain our customers' trust in us.",
"NETP11": "We provide technical support service to all our customers, to ensure the speed of performance of their networks and the optimum quality of it.",
"NETP12": "Technical support for existing networks, follow-up and identification of the causes of technical or technical malfunction",
"NETP13": "Providing creative and innovative solutions to fix all the problems that prevent the network from working as quickly as it has and with all its energy.",

"NETP14": "Our Network Partners",
"NETP15": "We are honored to provide, install and follow-up network service with a number of partners, as follows:",
"NETP16": "Companies and commercial institutions: malls, banks, and private companies.",
"NETP17": "Service departments: schools, universities, hospitals, pharmacies.",
"NETP18": "Private networks, and all networks.",
"NETP19": "Charities and Societies.",

"WEBP": "One of the best and most trusted marketing avenues for the user is the websites of the service or interest.",
"WEBP1": "One of the best and most trusted marketing avenues for the user is the websites of the service or interest.",
"WEBP2": "Let's do it for you professionally:",
"WEBP3": "Hosting, we seek to have our customers on comfortable and stable hosting, at the best prices and the most efficient services.",
"WEBP4": "Turn your ideas into a viable piece of software that appears on your web page.",
"WEBP5": "Establishing electronic stores and configuring them with all types, products and services of the company, to ensure that customers reach them in the best and fastest ways.",
"WEBP6": "Continuous follow-up and continuous development, to maintain the aesthetic and modern interface of your site and store, maintain its ranking in search engines and ensure optimal customer access to you and your products.",

"GRAPHP": "The greatest ways to reach audiences and thrive in sales, digital marketing based on visual and visual content, and creative texts that describe products and services with high brilliance.",
"GRAPHP1": "2d design services for advertising posters",
"GRAPHP2": "Electronic brochures",
"GRAPHP3": "Promotional Publications Design",
"GRAPHP4": "Corporate Brand Identity Design",
"GRAPHP5": "Designing Logos for Organizations and Institutions",
"GRAPHP6": "Create a Motion Graphics Video",
"ECOMP": "Electronic commerce is one of the most important existing specializations. It is desired now, especially after the spread of the pandemic that forced everyone to go to it.",
"ECOMP1": "We help you with:",
"ECOMP2": "- Establishing an online store and equipping it with all the necessary items, products and payment methods.",
"ECOMP3":"- Make the necessary advertisements and marketing on all platforms to ensure that you reach your customer and target audience with high accuracy.",

"SECP": "One of the most important pillars upon which institutions are based is their technical security, and the preservation of information privacy, and just as this area is important for institutions and companies, it is also for individuals.",
"SECP1": "Information Security for Individuals",
"SECP2": "Protecting individuals, securing their confidential information, and ensuring that it is not leaked.",
"SECP3": "Quick solutions to all hacking, unethical extortion and cyber threat, through technicians and experts working with a distinguished mentality based on science. Programming, not air.",
"SECP4": ".Protection and security for all social media applications: Facebook, Instagram, Twitter, imo, Line, Snapchat ... and all alternative applications and platforms",
"SECP5": "Enterprise Security",
"SECP6": "General Procedures:",
"SECP7": "All security services, technical support service and security consultancy around the clock.",
"SECP8": "The security test and protection of web applications, for the safety of all devices and networks operating in the organization.",
"SECP9": "A general examination of all the institutions of the institution, in terms of security, and a detailed report of the results and recommendations.",
"SECP10": "The collection of data vulnerable to leakage and penetration, which may pose a threat and blackmail to the organization, and the creation of creative and smart ways to preserve it.",
"SECP11": "Training and qualifying security and technical human cadres to maintain the institution's information capabilities.",
"SECP12": "Specialized Procedures",
"SECP13": "1- Studying the organization’s personnel in detail, and knowing how much information they know about the organization, and which of them poses a great danger to it.",
"SECP14": "-2 A comprehensive examination of the devices in the company, to discover all the actual vulnerabilities or penetrations, and a detailed presentation in particular.",
"SECP15": "3- Protecting devices from malicious programs and hacking applications, and establishing a protection system to block them and prevent their entry to them.",
"SECP16": "4- Checking programs against a vulnerability",
"SECP17": "5- All kinds, and knowing the extent of their capabilities in the XSS system. 1- Performing penetration tests against the vulnerabilities of the",
"SECP18": "6- Against the 'Data Base' vulnerability, check the database",
"SECP19": "7- To perform a full examination of the system’s web pages and a code check, to find out the causes of vulnerabilities, if they exist, and to find ways to avoid them.",
"SECP20": "8- Checking the organization’s email servers against vulnerabilities and their causes and closing them completely.",
"SECP21": "9- .Follow up the main server of the institution, g. Ensure its security integrity against intrusion attempts.",
"SECP22": "10- To ensure the security protection of the institution, its devices, all its capabilities, and its information against any intrusion or extortion, IDS, Firebase, IPS, the work of an integrated protection system for the devices and networks of the institution, based on." ,

"SOLVP": "The major leading company has many scientific experiences in the field of programming that has the superior scientific ability to shape your ideas into tangible solutions that facilitate your work and make it faster to reach all your products",
"SOLVP1": "Everyone has many ideas and does not know how to transform those ideas, and our business targets all individuals, institutions, companies and government interests.",
"SOLVP2": "individuals",
"SOLVP3": "All of them have many ideas to start their own project and need programs to help them. To complete their work, Al-Raeda Al-Kubra website creates programs to help you, including pharmacy management programs, supermarket management programs, game programs and all software solutions for the success of your business." ,
"SOLVP4": "institutions and companies",
"SOLVP5": "The major leading company has the ability to create all software solutions for your success. Managing institutions and companies, whether hospitals, institutions, medical centers, banks, schools or factories, and managing all data of employees and patients and all data of your customers",
"SOLVP6": "Government Interests",
"SOLVP7": "The major pioneer company has the ability to create software solutions that help government institutions to reach faster services to citizens and the ability to link all service institutions with each other for easier and faster interaction",


"BUSSP": "Creating the most innovative ways in the fields of business in order to preserve the high quality of work.",
"BUSSP1": "Creating the smartest and most innovative ways in the fields of business, in order to preserve quality and high efficiency in the following steps:",
"BUSSP2": "Quality Management:",
"BUSSP3": "Supervising the various tasks and functions within the corridors of the institution, and ensuring their consistency and harmony with other services that provide other services in ways.",
"BUSSP4": "Quality Control:",
"BUSSP5": "Studying the general situation, following up on it, and continuing the effectiveness of uploading the integrity of the administration and ensuring that it achieves the result.",
"BUSSP6": "Quality Assurance:",
"BUSSP7": "The set of information and practices that are disseminated, a particular service or product with the requirements of the public",



"PRIVATE" : "In Group",
"INGROUP" : "Private Course",
"COURSETITLEDE" : "Dot net Track",
"COURSETITLE" : "flutter Track",
"COURSEDUR" : "Course Duration 2 Month",
"COU2" : "- function - methods",
"COU1" : "- Learn Dart Language",
"COU4" : "- loop statment",
"COU3" : "- Flatter < Nadgit",
"COU6" : "- class modern punction",
"COU5" : "- Create A Unique Application as Wedgits",
"COUDE2" : "- OOP for #C Language",
"COUDE1" : "- idinity authorization / authontication",
"COUDE4" : "- DOT NET Pram work",
"COUDE3" : "- Create Rest api",
"COUDE6" : "- Razor Page",
"COUDE5" : "- Connect Viw with controuer ",
"COUDE8" : "- Screens Design",
"COUDE7" : "- Use Basics of J.S",
"COUDE9" : "- Systems Analysis",
"Place" : "Place" ,

"ERP1" : "Selling Course Package",
"ERP2" : "Industry System",
"ERP3" : "Stores Package",
"ERP4" : "Add HR Package",
"ERP5" : "Add purchases Course Package",
"Packages": "Packages",


"STOR1": "- Customer Account Statement",
"STOR2": "- supplier account statement",
"STOR3": "- Create a tree of accounts",
"STOR4": "- Adding cost centers",
"STOR5": "- Financial Settings Management",
"STOR6": "- Create a budget",
"STOR7": "- daily restrictions",
"STOR8": "- Adding cost centers",
"STOR9": "- movement of items",
"STOR10": "- Product Reports",
"STOR11": "- rating card",
"STOR12": "- Stock Settings",

"WED1": "- Manage reservations and show them on a monthly schedule in colors that distinguish the status of each day, if it is empty, the first reservation has, and if it has been paid in full or in part",
"WED2": "- Adding contracts and financial transactions to each contract",
"WED3": "- The possibility of the system to work online or offline",
"WED4": "- Electronic creation of the contract and documents related to the agreement.",
"WED5": "- Adding expenses and revenues and printing a net profit report",
"WED6": "- Archive each transaction and its files",
"WED7": "- The possibility of defining the powers of discounts and canceling contracts",
"WED8": "- The ability to search by day, occasion, or occasions of a specific period",
"WED9": "- Adding pictures of wedding koshas and flowers and presenting them to the client as a photo gallery before the agreement",


"SAL1": "An integrated accounting system in addition to the requirements of the General Authority for Zakat and Income.",
"SAL2": "Daily entries from operations (sale, cash, purchase) purchase invoices and suppliers’ account (exchange (exchange of goods from the warehouse) receipt (receipt and exchange vouchers)",
"SAL3": "The ability to operate the system online or offline, depending on the situation, and upload data when the Internet is available.",
"SAL4": "Adding, reading and printing barcodes on one device and specifying the powers of each employee on the device",
"SAL5": "Store management and the possibility of inventorying easily. The report of the shift data from the receipt, cash sales, point-of-sale sales, the number of invoices, the time of the beginning of the shift, the name of the cashier and the user name, which can be printed at any time.",
"SAL6": "- A report of the customer or supplier’s account statement showing all the operations of a debtor and a creditor.",
"SAL7": "Profitability report from purchases, sales, costs and trial balance report for the General Authority for Zakat and Income",
"SAL8": "- The possibility of recording term bills (a maximum limit for indebtedness or the number of uncollected term bills for each customer)",
"SAL9": "The ability to connect with any type of external printer",
"SAL10": "working on any device, whether it is a mobile phone (Android - iPhone) or computers",
"SAL11": "- The ability to upload and save data in more than one way",


"Single Commerce" : "Single Shop",
"group commerce" : "Multi Shops",


"delivery" : "Delivery",
"stores" : "Store Managing",
"employer" : "Add employers",
"commpackage" : "Accounting Package",
"webmob" : "Web & Mob",
"dashbordsss" : "dashboard",
"ecom": "online payment",
"managment" : "management",
"banners" : "Banners",


"MORE" : "More Details",
"ORDER" : "Order Service",
"ORDERSOLVE" : "Problem Solving Order Service",
"ORDERNETWORK" : "Security Order Service",
"ORDERBUSSINESS" : "Bussiness Administration Order Service",
"ORDEREVENT" : "Event Planning Order Service",
"ORDERMOBILE" : "Mobile App Order Service",
"ORDERWEB" : "Website Order Service",
"ORDERnetImp" : "Network Order Service",
"ORDERGraphic" : "Graphic Design Order Service",
"ORDERCourses" : "Courses Order Service",
"twoD" : "2D Graphics",
"ECOID" :"Commerce ID",
"INFOG" :"Infograph",
"LOGO" :"Logo",
"PRINTS" :"Prints",
"POSTER" :"Poster",
"MARKETING" :"Marketing",
"BANNER" :"Banner",
"CATALOG" :"Calatog",
"OTHERSS" : "Other",

"username" : "Full Name",
"companyName" : "Company Name",
"field" : "Field",
"address" : "Address",
"service" : "Choose System",
"serviceCH" : "Choose Service",
"motion" : "Motion Graphic",
"motionTime" : "Duration : ",
"messageGraph": "Video Description",
"LangCH" : "VoiceOver Language",

"otherService" : "If The Service Is Not Mentioned Above, Please Write It Here.",
"message" : "Description",
"phone" : "Phone Number",
"email" : "Email",
"NETWORKP" : "Create Encyption systems End To End.",
"EVENTP": "Supplying equipment for a training hall.",
"EVENTP1": "Installation and operation of training rooms equipment",
"EVENTP2": "Extending internal networks and linking lecturers' devices to students and halls to each other.",
"EVENTP3": "Create systems for virtual classes.",
"MOBILE" : "Using the latest technical methods to create mobile applications (Android, iPhone) With FLUTIER technology, powered by Google",
"MOBILE1" : "Technical implementation of customer ideas",
"screens" : "Number of expected screens",
"screensD" : "screens No.",
"installServer" : " Installment",
"speedLimit" : "Speed Limitation",
"firewall" : "Firewall",
"extend" : "Extend",
"encrypt" : "Encrypt",
"connectGroup" : "Away Node Connections",

"SENDORDER" : "Send Order",



"COMPSERVICES" : "Our Services",
"COMPOFFERS" : "Our Offers",
"SERVMORE" : "Services Review",
"OFFERSMORE" : "Offers Review",
"SYSTEMS" : "Some Of Al-Raedah Systems",
"HOSPITALS" : "Hospitals Management",
"LAWYER" : "Law Firm Management",
"RECIEPT" : "Electronic Invoice",
"COMMERCE" : "ERP System",
"TAKEAWAY" : "Delivery System",
"INSTALL" : "Installement System",
"STORES" : "Stores System",
"ERP" : "ERP System",
"EVENTS" : "Events Planning",


"CLIENTS" : "Our Clients",
"COWORD" : "Chairman's Word",
"COWORDS" : "Al Raeda was founded on the simple concept that 'It's not a service, it's more than you wish'. We set our sights on the confidence and satisfaction of our customers and provide them with services that meet their needs. Our company has a philosophy that believes in and consolidates it in the hearts of all its employees and partners and seeks to spread it in the Saudi and Arab society. .",
"TARGET" : "Our Target",
"TARGETWORD" : "Our goal is to help emerging and established companies succeed and advance their systems and management by providing diverse and comprehensive services with high quality and efficiency to make them more impactful, innovative and scalable.",
"MESSAGE" : "Our Message",
"MESSAGEWORD" : "Al Raedah Information Systems Company was established to be the wheel that drives the development of the software industry according to the latest methods, curricula and scientific innovations through the establishment of creative ideas mixed with perfection in this industry based on human cadres with a distinguished scientific level and great experience in the software market, which aims to develop ideas and software projects, in addition to To provide integrated and comprehensive solutions to all customers in various fields from designing websites and phone applications with all their systems and achieving their requirements with accuracy and high efficiency while maintaining information security and complete confidentiality.",
"VISION" : "Our Vision",
"VISIONWORD" : "Upgrading and reaching globalization in creativity and development of creative and integrated software solutions.",
"CONTACTUS" : "Contact Us",
"CONTACTINFO" : "Send Us Your Message Here.",
"SENDMESSAGE" : "Send Your Message",
"MESSSAGERESPONSE" : "Great! We Delivered Your Message.",
"REGPAGE":"Register Page",
"LOGIN" :"Login",
"LOGINPAGE" :"Login Page",
"EMAIL": "Email",
"PASSWORD" : "Password",
"SIGNUP": "Sign Up",
"COUNTERSIGN" : "Clients :",
"ORDERSIGN" : "ORDERS :",

"NAME" : "Name" ,
"EMAIL" : "Email",
"SUBJECT" : "Subject",
"MESSAGE" : "Message",
"DELETE" : "Delete",
"COUNTERPROJ" : "Blogs :",
"PROJEDIT" : "Blogs Add & Edit",
"SAVEDATA" : "Save",
"CANCEL" : "Clear",
"GRAPOP" : "Let us help you with the content of visual and visual content to present the content of your message and your brand. We provide professional services in design, motion, motion, and attractive complex designs to achieve your desired goals.",
"SOLVEPOP" : "Grow your business by taking advantage of the software solutions services that we provide to you. We provide complete digital solutions and aim to provide the best programming solutions in order to distinguish your business digitally.",
"BUSPOP" : "We are passionately interested in providing you with plans, suggestions and advice in business management to develop your company and take it to the top by providing a comprehensive study and creating smart ways.",
"ECOPOP" : "Through our e-commerce services, we look forward to supporting you on your way to success and profit. Our developers are highly skilled and have long experience in helping emerging and established companies.",
"WEBPOP" : "In today's digital world, we design innovative and effective websites that capture your brand, improve your site visit rates, and increase your revenue to help grow your business and achieve your goals.",
"MOBPOP" : "We always have the latest trends of mobile application development. Our team is ready to help your application grow by designing and developing it, expanding its functionality, and providing advanced experiences.",
"SECPOP" : "We guarantee to reduce business risks and ensure confidentiality by securing your company's data everywhere you are. ",
"NETPOP" : "We design and build coherent and integrated networks that provide secure and reliable computing and communications infrastructures."











}
