{
"ABOUTRAIDA" : "عن الرائدة",
"BLOGS" : "المقالات",
"ELECSERV" : "الخدمات الالكترونية",

"ADMIN" : "الادمن",
"CONTACTLIST" : "قائمة العملاء",
"ORDERSLIST" : "قائمة الطلبات",

"ORDERSOLVELIST" : "قائمة طلبات حل المشكلات",
"ORDERNETWORKLIST" : "قائمة طلبات الامن",
"ORDERBUSSINESSLIST" : "قائمة طلبات ادارة الاعمال",
"ORDEREVENTLIST" : "قائمة طلبات تجهيز القاعات",
"ORDERMOBILELIST" : "قائمة طلبات تطبيقات الموبيل",
"ORDERWEBLIST" : "قائمة طلبات مواقع الويب",
"ORDERnetImpLIST" : "قائمة طلبات الشبكات",
"ORDERGraphicLIST" : "قائمة طلبات التصاميم الجرافك",
"ORDERCoursesLIST" : "قائمة طلبات الدورات التدريبية",
"LOGOUT" : "تسجيل الخروج",
"serviceN" : "الخدمة",
"otherServiceN" : "خدمة غير موجودة",
"messageDet" : "التفاصيل" ,
"HOME" : "الرئيسية" ,
"MOREDET" : "قراءة المزيد",
"NOTFOUND" : "الصفحة غير موجودة.",



"AHLAN" : "أهلا وسهلا بكم .. نتشرف بزيارتكم",
"RAIDANAME" : " شركة الرائدة الكبرى لتقنية نظم المعلومات",
"RAIDAINTRO" : "نسير بخطى واثقة وصولاً لتمكين عملاؤنا، ودعم استقرارهم في المجال البرمجي والتقني، بأفضل الحلول الأمنية والابداعية، بما يضمن سلامة  مصالحهم وتطورها وازدهار المكاسب والأعمال.",
"SERVICESELRAEDAH" : "خدمات شركة الرائدة الكبرى",

"GRAPHIC" : "التصميم والموشن جرافيك",
"SOLVING" : "الحلول البرمجية",
"BUSSINESS" : "إدارة الأعمال",
"ECOMMERCE" : "التجارة الإلكترونية",
"WEBDEV" : "تصميم مواقع الويب",
"MOBILEAPP" : "تطبيقات الموبايل",
"SECURITY" : "أمن المعلومات والحماية التقنية",
"NETWORK" : "تصميم وبناء الشبكات",
"TEACHSERV" : "تجهيز قاعات التدريب",
"COURSESERV" : "دورات تدريبية",





"COURSELP" : "تسعى العديد من المؤسسات والمصالح لإنشاء تطبيق لخدماتها على الأجهزة المحمولة لضمان وصول العميل لها، وتسهيل وصوله للخدمات التي تقدمها، نحن نقوم بذلك بناءً على:",
"COURSESP1" : "برمجة تطبيقات الجوال لتتناسب مع أجهزة Android و iOS.",
"COURSESP2" : "برمجة بأعلى جودة من الحماية، وفحص الأكواد.",
"COURSESP3" : " تصميم واجهة مستخدم جميلة و جذابة، مع تناسق الوان يرضى المستخدم.",
"MOBP" : "تسعى العديد من المؤسسات و المصالح لأنشاء تطبيق لخدماتها على الاجهزة المحمولة لضمان وصول العميل لها ،و تسهيل وصوله للخدمات التى تقدمخا، نحن نقوم بذلك بناء على:",
"MOBP1" : "- برمجة تطبيقات الجوال لتتناسب مع أجهزة Android و iOS.",
"MOBP2" : "- برمجة بأعلى جودة من الحماية، وفحص الأكواد.",
"MOBP3" : " - تصميم واجهة مستخدم جميلة و جذابة، مع تناسق الوان يرضى المستخدم.",
"NETP" : "تولى اهتماما خاصا بالشبكات و تركيبها و الحفاظ على جودتها، بدء من شراء مستلزماتها و ليس انتهاء بخدمات التركيب",
"NETP1": " تنطلق الرائدة فى تقديم العديد من الخدمات البرمجية و الأمنية لعملائها، على النحو التالى: ",
"NETP2": "- شبكات جديدة",
"NETP3": "عمل تصميم افتراضي للشبكة قبل مباشرة العمل فيها على أرض الواقع، لاطلاع العميل على حيثيات العمل والجودة والكفاءة العالية للشبكة. نقدم خدمة توريد مستلزمات الشبكات من أجهزة مكتبية وكابلات بأفضل الأسعار، مع ضمان للجودة، التي تزيد من كفاءة الشبكة بعد عملها. تصميم بنية تحتية متكاملة للشركات والمؤسسات، لضمان الكفاءة العالية والجودة في عمل الشبكة.",
"NETP4": "الوصول السلس والآمن للخادم الرئيسي “السيرفر” بالشكل الأمثل.",
"NETP5": "نوفر الحماية الأمنية والخصوصية العالية للشبكة.",
"NETP6": "- شبكات قائمة",
"NETP7": "توسعة الشبكات القائمة وصيانتها والعمل على تطويرها بأفضل الأساليب والطرق.",
"NETP8": "تحديد مواطن الضعف للشبكات مسبقة الانشاء، ومعالجتها، وتغيير ما يلزم لضمان الجودة والسرعة في الأداء",
"NETP9": "- خدمة الدعم الفني",
"NETP10": "خدمات ما بعد البيع والدعم الفني، هي من أهم أولوياتنا لنحافظ على ثقة عملاءنا بنا.",
"NETP11": "نقدم خدمة الدعم الفني لكل عملاؤنا، لضمان سرعة الأداء لشبكاتهم والجودة المثالية لها.",
"NETP12": "الدعم الفني للشبكات القائمة، ومتابعتها وتحديد أسباب الخلل الفني أو التقني",
"NETP13": "تقديم الحلول الابداعية والخلاقة, لاصلاح كل المشكلات التى تحول دون قيام الشبكة بالعمل بأسرع ما لديها و كل طاقتا",

"NETP14": "-شركاؤنا فى الشبكات",
"NETP15": "نتشرف بتقديم خدمة الشبكات و تركيبها و متابعتها مع عدد من الشركاء, كالتالى:",
"NETP16": "الشركات و المؤسسات التجارية: المولات, البنوك, و الشركات الخاصة.",
"NETP17": "الدوائر الخدمية: المدارس, الجامعات, المستشفيات, الصيدليات.",
"NETP18": "الشبكات الخاصة, و جميع الشبكات.",
"NETP19": "المؤسسات الخيرية و الجمعيات.",


"WEBP": "واحدة من أفضل السبل التسويقية، وأكثرها ثقة لدى المستخدم هي مواقع الويب الخاصة بالخدمة أو المصلحة",
"WEBP1": "واحدة من أفضل السبل التسويقية، وأكثرها ثقة لدى المستخدم هي مواقع الويب الخاصة بالخدمة أو المصلحة.",
"WEBP2": "دعنا نقوم لك بذلك بحرفية عالية:",
"WEBP3": "- الاستضافة، نسعى لوجود عملاؤنا على استضافات مريحة ومستقرة، بأفضل الأسعار وأكفأ الخدمات.",
"WEBP4": "- تحويل أفكارك إلى مادة برمجية قابلة للتطبيق تظهر على صفحة الويب الخاصة بك.",
"WEBP5": "- انشاء المتاجر الالكترونية وتهيئتها بكل اصناف ومنتجات وخدمات الشركة، لضمان وصول العملاء لها  بالطرق الأفضل والأسرع.",
"WEBP6": "- المتابعة الدائمة والتطوير المستمر، للحفاظ على واجهة موقعك ومتجرك الجمالية والعصرية، والحفاظ على ترتيبه في محركات البحث وضمان وصول العميل لك ولمنتجاتك بالشكل الأمثل",


"GRAPHP":"أعظم الطرق للوصول للجمهور وازدهار المبيعات، التسويق الرقمي القائم على المحتوى المرئي والبصري، والنصوص الابداعية التي تصف المنتجات والخدمات ببراعة عالية",
"GRAPHP1": "خدمات التصميم ٢d البوسترات الدعائية",
"GRAPHP2": "بروشورات الكترونية",
"GRAPHP3":"تصميم مطبوعات دعائية",
"GRAPHP4": "تصميم الهوية التجارية للشركات",
"GRAPHP5": "تصميم الشعارات للهيئات والمؤسسات",
"GRAPHP6": "انشاء فيديو موشن جرافيك",



"ECOMP":"التجارة الكترونية واحدة أهم التخصصات الموجودة. و المرغوبة حاليا و خصوصا بعد انتشار الجائحة التى فرضت على الجميع التوجه لها",
"ECOMP1": "نحن نساعدك في:",
"ECOMP2": "- انشاء متجر الكتروني وتجهيزه بكل ما يلزم من أصناف ومنتجات وطرق للدفع.",
"ECOMP3":"- عمل الدعايات والتسويق اللازم على المنصات كافة لنضمن وصولك لعميلك وجمهورك المستهدف بدقة عالية.",


"SECP": "واحدة من أهم الركائز التي تقوم عليها المؤسسات هي أمانها التقني، والحفاظ على خصوصية المعلومات، وكما أنّ هذا المجال مهم للمؤسسات والشركات فهو كذلك بالنسبة للأفراد",
"SECP1": " -أمن المعلومات للأفراد",
"SECP2": ".حماية الأفراد وتأمين معلوماتهم السرية، وضمان عدم تسريبها",
"SECP3": "الحلول السريعة لكافة عملية الاختراق والابتزاز غير الأخلاقي والتهديد الالكتروني، من خلال تقنيين وخبراء يعملون بعقلية مميزة قائمة على العلم.والبرمجة وليست هوائية",
"SECP4": ".حماية وأمان لكافة تطبيقات التواصل الاجتماعي “السوشال ميديا”: فيسبوك، انستقرام، تويتر، الايمو، لاين، سنابشات ... وكل التطبيقات والمنصات البديلة",
"SECP5": " -أمن المؤسسات",
"SECP6": "الاجراءات العامة:",
"SECP7": ".الخدمات الأمنية كافة، وخدمة الدعم الفني والاستشارات الأمنية على مدار الساعة",
"SECP8": ".عمل اختبار الأمان وحماية تطبيقات الويب، لسلامة كافة الأجهزة والشبكات العاملة في المؤسسة",
"SECP9": ".فحص عام لكل أجهزة المؤسسة، من الناحية الأمنية، وتقديم تقرير مفصل بالنتائج والتوصيات",
"SECP10": ".جمع البيانات المعرضة للتسريب والاختراق، والتي قد تشكل خطر وابتزاز للمؤسسة، وانشاء طرق ابداعية وذكية للمحافظة عليها",
"SECP11": "تدريب و تأهيل الكوادر البشرية الأمنية و التقنية للمحافظة على مقدرات المؤسسة من المعلومات.",
"SECP12": "الاجراءات المتخصصة",
"SECP13": "١- دراسة أفراد المؤسسة دراسة تفصيلية، ومعرفة كم المعلومات التي يعرفونها عن المؤسسة، وأي منها بشكل خطر كبير عليها.",
"SECP14": "-٢ فحص شامل للأجهزة الموجودة فى الشركة ,لاكتشاف كل الثغرات أو الاختراقات الفعلية, و تقديم مفصل بالخصوص.",
"SECP15": "٣-.حماية الاجهزة من البرامج الخبيثة، وتطبيقات الاختراق، وانشاء نظام حماية لصدها ومنع دخولها لهم",
"SECP16": "٤- فحص البرامج ضد ثغرة ",
"SECP17": "٥- .بكافة أنواعها، ومعرفة مدى قدراتها في النظام XSS  ١-  وعمل اختبارات اختراق ضد ثغرات الـ",
"SECP18": "٦-  ضد ثغرة “Data Base” فحص قاعدة البيانات",
"SECP19": "٧- .عمل فحص كامل لصفحات الويب الخاصة بالنظام وفحص للكود، لمعرفة أسباب الثغرات حال وجودها، وإيجاد الطرق لتفاديها",
"SECP20": "٨- .فحص خادم “سيرفر” الايميلات الخاص بالمؤسسة ضد الثغرات وأسبابها واغلاقها بالكامل",
"SECP21" : "٩- .متابعة الخادم الرئيسى للمؤسسة, ز التأكد من سلامته الأمنية ضد محاولات الاختراق.",
"SECP22" : "١٠- .لضمان الحماية الأمنية للمؤسسة و أجهزتها و كافة مقدراتهاو معلوماتها ضد اى عمليات اختراق أو ابتزاز, IDS, Firebase,IPS , عمل نظام حماية متكامل لأجهزة و شبكات المؤسسة, يستند على." ,


"SOLVP" : "شركه الرائده الكبرى لديها العديد من الخبرات العلميه في مجال البرمجه التي لديها القدره العلميه الفائقه على تشكيل افكارك الى حلول ملموسه تسهل عملك وتجعله اسرع في الوصول الى جميع منتجاتك",
"SOLVP1" : "الجميع لديه افكار عديده ولا يعرف كيف يقوم بتحويل تلك الافكار و تستهدف اعمالنا جميع الافراد والمؤسسات والشركات والمصالح الحكوميه",
"SOLVP2" : "الافراد",
"SOLVP3" : "جميع لديهم العديد من الافكار من اجل بدء مشروعهم الخاص وبحاجه الى برامج تساعدهم . على اتمام عملهم يقوم موقع الرائده الكبرى بعمل برامج تساعدك بذلك منها برامج اداره الصيدليه وبرامج اداره السوبر ماركت وبرامج الالعاب و جميع الحلول البرمجيه من اجل نجاح عملك",
"SOLVP4" : "المؤسسات والشركات",
"SOLVP5" : "شركه الرائده الكبرى لديها القدره على انشاء جميع الحلول البرمجيه من اجل نجاحك . اداره الموسسات والشركات اي كانت سواء كانت مستشفيات او مؤسسات او مراكز طبيه او بنوك او مدارس او مصانع واداره جميع بيانات الخاصه بالموضفين والمرضى وجميع بيانات عملائك",
"SOLVP6" : "المصالح الحكوميه",
"SOLVP7" : "شركه الرائده الكبرى لديها القدره على انشاء الحلول البرمجيه التي تساعد المؤسسات الحكوميه للوصول بخدمات اسرع للمواطنين و القدره على ربط جميع المؤسسات الخدميه مع بعضها البعض من اجل تعامل اسهل واسرع",


"BUSSP" : "خلق الطرق الذكية والأكثر ابداعا في مجالات الأعمال بما يحفظ الجودة والكفاء العالية في العمل",
"BUSSP1" : "خلق الطرق الذكية والأكثر ابداعا في مجالات الأعمال، بما يحفظ الجودة والكفاء العالية في العمل بالخطوات التالية:",
"BUSSP2" : "ادارة الجودة:",
"BUSSP3" : "الاشراف على المهام والأنشطة والوظائف المختلفة داخل أروقة المؤسسة، والتأكد من اتساقها وتناغمها مع الوسائل المستخدمة لتقديم المنتجات والخدمات بالطرق الأفضل.",
"BUSSP4" : "مراقبة الجودة:",
"BUSSP5" : "دراسة الحالة العامة، ومتابعتها، واستمرار الجهد للحفاظ على نزاهة العملية الادارية والتأكد من تحقيقها للنتيجة",
"BUSSP6" : "ضمان الجودة:",
"BUSSP7" : "جملة من الاجراءات التي يتم اتخاذها، لتلبية خدمة أو منتج معين مع متطلبات الجمهور",


"PRIVATE" : "داخل المجموعة",
"INGROUP" : "كورس خاص",
"COURSETITLEDE" : "Dot net مسار",
"COURSETITLE" : "مسار flutter",
"COURSEDUR" : "مدة الكورس 2 شهر",
"COURSEDUR" : "مدة الكورس 2 شهر",
"COU2" : "- function - methods",
"COU1" : "- تعلم لغة Dart",
"COU4" : "- loop statment",
"COU3" : "- Flatter < Nadgit",
"COU6" : "- class modern punction",
"COU5" : "- انشاء تطبيق مميز للتعرف لانوع الـWedgits",
"COUDE2" : "- OOP للغة الـ #C",
"COUDE1" : "- idinity authorization / authontication",
"COUDE4" : "- DOT NET Pram work",
"COUDE3" : "- انشاء Rest api",
"COUDE6" : "- Razor Page",
"COUDE5" : "- ربط Viw with controuer ",
"COUDE8" : "- تصميم الشاشات",
"COUDE7" : "- استخدام اساسيات J.S",
"COUDE9" : "- تحليل الأنظمة",
"Place" : "المكان" ,

"ERP1" : "باقة دورة المبيعات",
"ERP2" : "نظام تصنيع",
"ERP3" : "باقة المخازن",
"ERP4" : "اضافة باقة HR",
"ERP5" : "اضافة باقة دورة المشتريات",

"STOR1" : "- كشف حساب عميل",
"STOR2" : "- كشف حساب مورد",
"STOR3" : "- انشاء شجرة الحسابات",
"STOR4" : "- اضافة مراكز التكلف",
"STOR5" : "- ادارة الاعدادات المالية",
"STOR6" : "- انشاء الميزانية",
"STOR7" : "- القيود اليومية",
"STOR8" : "- اضافة مراكز التكلف",
"STOR9" : "- حركة الاصناف",
"STOR10" : "- تقارير المنتجات",
"STOR11" : "- كرت التصنيف",
"STOR12" : "- اعدادات السندات",

"SAL1" : "- نظام محاسبي متكامل بالاضافه الى اشتراطات الهيئه العامه للزكاه والدخل",
"SAL2" : "- قيود يوميه من العمليات ( بيع . اجل كاش ) شراء ( فواتير الشراء و حساب الموردين ) صرف ( صرف بضاعه من المخزن ) قبض ( سندات القبض والصرف )",
"SAL3" : "- امكانيه عمل النظام اون لاين او اوف لاين حسب الحاله ورفع البيانات عند توفر الانتر نت",
"SAL4" : "- اضافه وقرائه وطباعه الباركود بجهاز واحد وتحديد صلاحيات لكل موظف على الجهاز",
"SAL5" : "- اداره المخزن وامكانيه جرده بسهوله . وتقرير بيانات الورديه من عهده مستلمه ومبيعات نقديه ومبيعات نقاط البيع وعدد الفواتير و وقت بدايه الورديه واسم الكاشير واسم  المستخدم يمكن طباعته في اي وقت",
"SAL6" : "- تقرير بكشف حساب العميل او المورد يضهر فيه كل العمليات من مدين ودائن",
"SAL7" : "- تقرير الربحيه من المشتريات والمبيعات والتكاليف وتقرير ميزان المراجعه لهيئه العامه للزكاه والدخل",
"SAL8" : "- امكانيه تقيد فواتير الاجل ( حد اقصى للمديونيه او عدد فواتير الاجل الغير محصله لكل عميل )",
"SAL9" : "- امكانيه الربط مع اي نوع طابعه خارجيه",
"SAL10" : "- العمل على اي جهاز سواء كان جوال ( اندرويد – ايفون ) او اجهزه الكمبيوتر",
"SAL11" : "- امكانيه رفع البيانات وحفظها باكثر من طريقه",

"WED1" : "- ادارة الحجوزات واظهارها على جدول شهري بألوان تميز حالة كل يوم ان كان فارغ اول له حجز و ان كان تم سداده بشكل كامل او جزئ",
"WED2" : "- اضافة العقود والمعاملات المالية لكل عقد",
"WED3" : "- امكانية عمل النظام اون لاين أو اوف لاين",
"WED4" : "- انشاء العقد الكترونيا والاوراق الخاصة بالاتفاق",
"WED5" : "- اضافة المصروفات والايرادات وطباعة تقرير صافي الارباح",
"WED6" : "- ارشفة كل معاملة والملفات الخاصة فيها",
"WED7" : "- امكانية تحديد الصلاحيات للخصومات والغاء العقود",
"WED8" : "- امكانية البحث باليوم او المناسبة او مناسبات فترة معينة",
"WED9" : "- اضافة صور الكوش افراح والازهار وعرضها على العميل كمعرض صور قبل الاتفاق",


"MORE" : "معرفة المزيد",
"ORDER" : "طلب الخدمة",
"ORDERSOLVE" : "طلب خدمة حل المشكلات",
"ORDERNETWORK" : "طلب خدمةالامن",
"ORDERBUSSINESS" : "طلب خدمة ادارة الاعمال",
"ORDEREVENT" : "طلب خدمة تجهيز القاعات ",
"ORDERMOBILE" : "طلب خدمة تطبيقات الموبيل ",
"ORDERWEB" : "طلب خدمة موقع ويب ",
"ORDERnetImp" : "طلب خدمة الشبكات ",
"ORDERGraphic" : "طلب خدمة تصميم جرافك ",
"ORDERCourses" : "طلب خدمة دورة تدريبية ",
"ECOID" :"هوية تجارية",
"INFOG" :"انفوجراف",
"LOGO" :"لوجو",
"PRINTS" :"مطبوعات",
"POSTER" :"بوستر",
"MARKETING" :"حملة تسويقية",
"BANNER" :"بانر",
"CATALOG" :"كتالوج",
"OTHERSS" : "اخرى",
"username" : "الاسم كامل",
"companyName" : "اسم الشركة",
"field" : "التخصص",
"address" : "المنطقة",
"service" : "اختر النظام",
"serviceCH" : "اخنر نوع الخدمة",
"motion" : "موشن جرافك",
"motionTime" : "المدة : ",
"messageGraph": "وصف محتوى الفيديو",
"LangCH" : "لغة التعليق",
"twoD" : "تصاميم 2D",


"otherService" : "إذا كانت الخدمة غير موجودة بالأعلى الرجاء كتابتها هنا",
"message" : "الوصف",
"phone" : "رقم الهاتف",
"email" : "البريد الالكترونى",
"NETWORKP" : "انشاء انظمة مشفرة End To End.",
"EVENTP" : "توريد اجهزة لقاعة تدريب.",
"EVENTP1" : "تركيب وتشغيل اجهزة قاعات التدريب",
"EVENTP2" : "تمديد شبكات داخلية وربط اجهزة المحاضرين بالطلاب والقاعات بعضها ببعض.",
"EVENTP3" : "انشاء انظمة للفصول الافتراضية.",
"MOBILE" : "استخدام احدث الاساليب التقنية على انشاء تطبيقات الجوال ( اندرويد , ايفون ) بتقنية FLUTIER والتي تدعمها شركة قوقل",
"MOBILE1" : "نفيذ تقني لافكار العملاء",
"screens" : "عدد الشاشات المتوقعة",
"screensD" : "عدد الشاشات ",
"installServer" : "تركيبات",
"speedLimit" : "تحديد سرعات",
"firewall" : "جدار حماية",
"extend" : "تمديد",
"encrypt" : "تشفير",
"connectGroup" : "توصيل نقاط بعيدة",

"SENDORDER" : "ارسال الطلب",
"COMPSERVICES" : "خدمات الشركة",
"COMPOFFERS" : "عروض الشركة",
"SERVMORE" : "استعراض الخدمات",
"OFFERSMORE" : "استعراض الخدمات",
"SYSTEMS" : " بعض من انظمة الرائدة الكبرى",
"HOSPITALS" : "ادارة المستشفيات",
"LAWYER" : "ادارة مكاتب محاماة",
"TAKEAWAY" : "نظام خدمات التوصيل",
"INSTALL" : "نظام التقسيط",
"STORES" : "نظام المتاجر",
"ERP" : "نظام ERP",
"EVENTS" : "تنظيم المناسبات",


"RECIEPT" : "الفاتورة الالكترونية",
"COMMERCE" : "النظام المحاسبى",
"CLIENTS" : "عملائنا",
"COWORD" : "كلمة رئيس مجلس الادارة",
"COWORDS" : "لقد نشأت شركة الرائدة على أساس مفهوم بسيط و هو أن ' إنها ليست خدمة، بل أكثر مما تتمناه '.  فنحن نضع نصب اعيينا ثقة و رضا عملائنا ونهبهم خدمات تلبي حاجاتهم فلشركتنا فلسفة تؤمن بها و ترسخها في نفوس جميع العاملين فيها و شركائها وتسعى الى نشرها في المجتمع السعودي والعربي ، وتتلخص فلسفة الشركة وثقافتها في اننا نركز على رضا عملائنا وعلى تنفيذ طلباتهم  وتحقيق اكثر مما يتمنونه.",
"TARGET" : "هدفُنا",
"TARGETWORD" : "هدفنا هو مساعدة الشركات الناشئة و القائمة  على النجاح  والنهوض بأنظمتها وادارتها من خلال توفير خدمات  متنوعة وشاملة بجودة وكفاءة عالية لجعلها أكثر تأثيرًا وإبداعًا وقابلية للتطوير",
"MESSAGE" : "رسالتُنا",
"MESSAGEWORD" : "تأسست شركة الرائدة لأنظمة المعلومات لتكون العجلة التي تدفع باتجاه تطور صناعة البرمجيات وفق أحدث الطرق والمناهج والابتكارات العلمية من خلال ترسيخ أفكار إبداعية ممزوجة بالإتقان في هذه الصناعة اعتماداً على كوادر بشرية ذات مستوى علمي مميز وخبرة كبيرة بالسوق البرمجية، حيث تهدف لتطوير أفكار ومشاريع برمجية ، بالإضافة إلى تقديم حلول متكاملة وشاملة لجميع العملاء  في مجالات متعددة  من تصميم مواقع الويب وتطبيقات الهاتف بكافة أنظمتها وإنجاز متطلباتهم بدقة وكفاءة عالية مع الحفاظ على امن المعلومات والسرية التامة .",
"VISION" : "رؤيتُنا",
"VISIONWORD" : "الارتقاء والوصول للعالمية في إبداع وتطوير حلول برمجية خلاقة ومتكاملة ",
"CONTACTUS" : "اتصل بنا",
"CONTACTINFO" : "ارسل لنا رسالتك من هنا",
"SENDMESSAGE" : "ارسل رسالتك",
"MESSSAGERESPONSE" : "رائع! , لقد وصلت الينا رسالتك.",
"REGPAGE":"تسجيل جديد",
"LOGINPAGE" : "تسجيل الدخول",
"LOGIN" :"الدخول",
"EMAIL": "الايميل",
"PASSWORD" : "كلمة المرور",
"SIGNUP": "التسجيل",
"COUNTERSIGN" : "العملاء :",
"ORDERSIGN" : " الطلبات :",
"NAME" : "الاسم" ,
"EMAIL" : "الايميل",
"SUBJECT" : "الموضوع",
"MESSAGE" : "الرسالة",
"DELETE" : "مسح",
"COUNTERPROJ" : " المقالات : ",
"PROJEDIT" : "اضافة و تعديل مقال",
"SAVEDATA" : "حفظ المقال",
"CANCEL" : "مسح المقال ",
"GRAPOP" : "دعنا نساعدك على الاستفادة من قوة المحتوى المرئي والبصري لتقديم محتوى مقنع من شأنه رفع مستوى رسالتك وعلامتك التجارية فنحن نقدم خدمات احترافية في التصميم والموشن جرافيك تبسط المفاهيم المعقدة بمرئيات جذابة لتحقق اهدافك المرجوة.",
"SOLVEPOP" : "قم بتنمية أعمالك من خلال الاستفادة من خدمات الحلول البرمجية التي نقدمها لك فنحن نقدم حلولًا رقمية كاملة ونهدف إلى تقديم أفضل الحلول البرمجة من أجل تميز أعمالك رقميًا بصفتنا شركة قوية وذات خبرة طويلة في مجال البرمجيات فلدينا فريق مختص يضمن تطوير أعمالك رقميًا وبأداء ملحوظ.",
"BUSPOP" : "نهتم بشغف لتقديم خطط واقتراحات ونصائح لك في إدارة الأعمال لتطوير شركتك والوصول بها الى القمة من خلال تقديم دراسة شاملة وخلق طرق ذكية بدءً من تحليل فكرة المشروع وتحديد الاهداف مرورا بتتبع مراحل المشروع حتى الوصول به نحو النجاح وتحقيق الأهداف.",
"ECOPOP" : "من خلال خدماتنا في التجارة الالكترونية، نتطلع إلى دعمك في طريقك للنجاح وتحقيق الأرباح فمطورونا يتمتعون بمهارة عالية وخبرة طويلة في مساعد الشركات الناشئة والقائمة للتغلب على التحديات التي تقف في طريقها، خدماتنا تذلل العقبات وترتقي بتجارتكم نحو العالمية.",
"WEBPOP" : "في عالم اليوم الرقمي ، يعد موقع الويب الخاص بشركتك هو أول تفاعل يتعامل معه المستهلكون مع عملك. لذا  نقوم بتصميم مواقع ويب مبتكرة وفعالة تلتقط علامتك التجارية ، وتحسن معدلات زيارة موقعك ، وتزيد من إيراداتك للمساعدة في تنمية عملك وتحقيق أهدافك.",
"MOBPOP" : "نحن دائمًا نواكب أحدث الاتجاهات في عالم تطوير تطبيقات الموبايل ففريقنا مستعد لمساعدة تطبيقك على النمو من خلال  تصميمه وتطويره ، وتوسيع وظائفه ، وتقديم تجارب وحلول متطورة تحافظ على تفاعل المستخدمين باستمرار .",
"SECPOP" : "نضمن لك تقليل مخاطر العمل وضمان السرية من خلال تأمين بيانات شركتك في كل مكان تتواجد فيه احصل على أحدث النصائح والحيل من فريق مختص في الامن السيبراني واحمي معلوماتك من التهديدات.",
"NETPOP" : "نمنحك خدمات تصميم وبناء شبكات متماسكة ومتكاملة توفر بنى تحتية للحوسبة والاتصالات الآمنة والموثوقة فنحن نكتسب سمعة طيبة في تصميم وبناء الشبكات للمؤسسات من جميع الأحجام فمهندسينا مؤهلون بخبرة كبيرة لتصميم وبناء وإعادة تكوين شبكات الأعمال."










}
